<scrapedData><title>Regele Arthur</title><paragraph id="1">Regele Arthur este un rege britanic legendar reprezent&#226;nd idealul cavaleresc, at&#226;t &#238;n r&#259;zboi, c&#226;t &#537;i &#238;n pace. De-a lungul timpului, popularitatea pove&#537;tilor despre regele Arthur a crescut, dep&#259;&#537;ind grani&#539;ele Marii Britanii. &#206;n Europa &#537;i America mai ales au ap&#259;rut numeroase alte legende, pove&#537;ti, c&#259;r&#539;i &#537;i filme care m&#259;resc universul fic&#539;ional al acestor legende.</paragraph><paragraph id="2">Pu&#539;inele informa&#539;ii istorice despre Arthur provin din lucr&#259;rile lui Nennius &#537;i Gildas &#537;i din Annales Cambriae. Arthur cel din legend&#259; s-a dezvoltat ini&#539;ial prin pseudo-istoriile lui Geoffrey of Monmouth &#537;i prin pove&#537;tile anonime galeze cunoscute colectiv sub numele de Mabinogion. Chr&#233;tien de Troyes a ini&#539;iat tradi&#539;ia literar&#259; a ciclului arthurian, care a devenit una din principalele teme ale literaturii medievale. Scrierile medievale despre Arthur au luat sf&#226;r&#537;it cu Morte D'Arthur a lui Thomas Mallory, ap&#259;rut&#259; &#238;n 1485. Interesul &#238;n Arthur a reap&#259;rut ulterior, reprezentative fiind Un yancheu din Connecticut la curtea regelui Arthur de Mark Twain, The Once and Future King de T.H. White &#537;i opera Parsifal de Richard Wagner.</paragraph><paragraph id="3">Temele centrale ale ciclului arthurian variaz&#259; &#238;n func&#539;ie de textele care sunt examinate. Ele &#238;ns&#259; includ accederea la tron a lui Arthur prin episodul sabiei din st&#226;nc&#259;, &#238;nfiin&#539;area ordinului de cavaleri cunoscut ca Masa Rotund&#259; &#537;i cavalerismul asociat, sfaturile vr&#259;jitorului Merlin, ap&#259;rarea Britaniei de invadatorii saxoni, aventuri magice la care iau parte anumi&#539;i cavaleri, &#238;n special Kay, Gawain, Lancelot, Percival &#537;i Galahad, sora lui Arthur (Morgan le Fay), c&#259;utarea sf&#226;ntului Graal, adulterului lui Lancelot &#537;i al so&#539;iei regelui Arthur (Guinevere), b&#259;t&#259;lia final&#259; cu Mordred, &#537;i legenda &#238;ntoarcerii lui Arthur. Sabia magic&#259; Excalibur, castelul Camelot &#537;i Doamna Lacului joac&#259; de asemenea roluri importante. Un aspect stilistic important al literaturii medievale arthuriene este c&#259; e invariabil anacronist&#259;.[4] Lucr&#259;rile moderne totu&#537;i, sunt plasate de obicei &#238;n evul mediu sau &#238;n evul mediu &#238;ntunecat.[5]</paragraph><sections><section title="Cuprins" /><section title="Baza istoric&#259; pentru regele Arthur" /><section title="Numele lui Arthur" /><section title="Cultul Arthurian &#238;n Evul Mediu" /><section title="Note" /><section title="Leg&#259;turi externe" /></sections></scrapedData>